import React, { Component } from "react";

class BookInfo extends Component {
  render() {
    return (
      <div>
        <h1>TASK 4</h1>
        <h1>Гаррі Поттер</h1>
        <p>Назва книги: Гаррі Поттер</p>
        <p>ПІБ автора: Джоан Роулінг</p>
        <p>Жанр книги: Фентезі</p>
        <p>Кількість сторінок: 336</p>
        <h2>Рецензії до книги:</h2>
        <div>
          <p>
            Ця книга дуже захоплююча та магічна! Рекомендую всім любителям
            фентезі.
          </p>
        </div>
        <div>
          <p>
            Фантастичний світ, який автор створив, залишає незабутнє враження.
            Обов'язково прочитайте!
          </p>
        </div>
      </div>
    );
  }
}

export default BookInfo;
