import React from "react";

const BookInfo = () => {
  return (
    <div>
      <h1>TASK 3</h1>
      <h1>Гаррі Поттер</h1>
      <p>Назва книги: Гаррі Поттер</p>
      <p>ПІБ автора: Джоан Роулінг</p>
      <p>Жанр книги: Фентезі</p>
      <p>Кількість сторінок: 336 (у першому томі)</p>
      <h2>Рецензії до книги:</h2>
      <div>
        <p>
          Ця книга просто чарівна! Дуже захоплююча історія про молодого
          відьмака, який вчиться в школі магії.
        </p>
        <p>- Рецензія від користувача Анна</p>
      </div>
      <div>
        <p>
          Не можу повірити, як ця книга мене затягнула! Обов'язково для читання
          всім любителям фентезі.
        </p>
        <p>- Рецензія від користувача Олексій</p>
      </div>
    </div>
  );
};

export default BookInfo;
